{
    "restaurants": [
        {
            "id": 1,
            "name": "一食堂",
            "block": "north",
            "photograph": {
                "highLevel": "1.jpg",
                "lowLevel": "1-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.713829,
                "lng": -73.989667
            },
            "type": "restaurant",
            "operating_hours": "早上6点到晚上6点，周六不开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Mission Chinese Food has grown up from its scrappy Orchard Street days into a big, two story restaurant equipped with a pizza oven, a prime rib cart, and a much broader menu. Yes, it still has all the hits — the kung pao pastrami, the thrice cooked bacon —but chef/proprietor Danny Bowien and executive chef Angela Dimayuga have also added a raw bar, two generous family-style set menus, and showstoppers like duck baked in clay. And you can still get a lot of food without breaking the bank."
                },
                {
                    "name": "Morgan",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "This place is a blast. Must orders: GREEN TEA NOODS, sounds gross (to me at least) but these were incredible!, Kung pao pastrami (but you already knew that), beef tartare was a fun appetizer that we decided to try, the spicy ma po tofu SUPER spicy but delicous, egg rolls and scallion pancake i could have passed on... I wish we would have gone with a larger group, so much more I would have liked to try!"
                }
            ]
        },
        {
            "id": 2,
            "name": "二食堂",
            "block": "north",
            "photograph": {
                "highLevel": "2.jpg",
                "lowLevel": "2-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.683555,
                "lng": -73.966393
            },
            "type": "restaurant",
            "operating_hours": "早上6点到晚上6点，周日不开",
            "reviews": [
                {
                    "name": "Steph",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Five star food, two star atmosphere. I would definitely get takeout from this place - but dont think I have the energy to deal with the hipster ridiculousness again. By the time we left the wait was two hours long."
                },
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "This cozy Clinton Hill restaurant excels at both straightforward and unusual wood-fired pizzas. If you want a taste of the latter, consider ordering the Emily, which is topped with mozzarella, pistachios, truffled sottocenere cheese, and honey. The menu includes salads and a handful of starters, as well as a burger that some meat connoisseurs consider to be among the best in the city."
                }
            ]
        },
        {
            "id": 3,
            "name": "五食堂",
            "block": "north",
            "photograph": {
                "highLevel": "3.jpg",
                "lowLevel": "3-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.747143,
                "lng": -73.985414
            },
            "type": "restaurant",
            "operating_hours":"早上6点到晚上6点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "The tables at this 32nd Street favorite are outfitted with grills for cooking short ribs, brisket, beef tongue, rib eye, and pork jowl. The banchan plates are uniformly good, and Deuki Hong’s menu also includes winning dishes like stir-fried squid noodles, kimchi stew, and seafood pancakes. If it’s available, make sure to order the kimchi and rice “lunchbox.” Baekjeong is a great place for large groups and birthday parties."
                },
                {
                    "name": "ZS",
                    "date": "October 26, 2016",
                    "rating": 5,
                    "comments": "I've been to Korea before and many other Korean BBQ places. We had the regular pork belly and a beef (forgot which cut) and a seafood tofu soup. Two meat and a soup was just prefect for the two of us. We could have done one meat and one soup. The portions of the meat are great! The beef was juicy, tender and so good. The sides were excellent. "
                }
            ]
        },
        {
            "id": 4,
            "name": "六食堂",
            "block": "south",
            "photograph": {
                "highLevel": "4.jpg",
                "lowLevel": "4-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.722216,
                "lng": -73.987501
            },
            "type": "restaurant",
            "operating_hours": "早上6点到晚上6点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 5,
                    "comments": "In 127 years, little has changed at Katz's. It remains one of New York's — and the country's — essential Jewish delicatessens. Every inch of the massive Lower East Side space smells intensely of pastrami and rye loaves. The sandwiches are massive, so they are best when shared. Order at the counter, and don't forget to tip your slicer — your sandwich will be better for it."
                },
                {
                    "name": "Allen",
                    "date": "October 26, 2016",
                    "rating": 5,
                    "comments": "If I lived in NY and got diabetes from eating here every single time I ate, I would do it over and over and over again just for that first bite. These guys know how to make a sandwich. The heart attack comes free of charge! Came by while I was visiting NYC. First pit-stop when I come back :)!"
                }
            ]
        },
        {
            "id": 5,
            "name": "综合楼",
            "block": "north",
            "photograph": {
                "highLevel": "5.jpg",
                "lowLevel": "5-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.705089,
                "lng": -73.933585
            },
            "type": "classroom",
            "operating_hours": "早上7点到晚上10点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Roberta's is the epicenter of the modern Brooklyn food scene.The pizzas are fantastic, but the restaurant really flexes its muscles with the vegetable dishes. In addition to the pies, consider ordering the radishes, the romaine salad, the roasted beets, and some of the charcuterie."
                },
                {
                    "name": "Raymond",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Roberta's, one of the better pizzas I have had in my life. Very trendy and hipsterish spot. Came here for lunch on a random weekday afternoon and when we arrived, there was a line forming already. The space is a bit cramped. You'll get to know your neighbors soon enough. The pizza is just delightful and delicious. It's a ncie plus that you get to see them firing up the pizzas in the corner. The major issue with Roberta's is the trek out to the Williamsburg/Bushwick."
                }
            ]
        },
        {
            "id": 6,
            "name": "一教",
            "block": "north",
            "photograph": {
                "highLevel": "6.jpg",
                "lowLevel": "6-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.674925,
                "lng": -74.016162
            },
            "type": "classroom",
            "operating_hours": "早上7点到晚上10点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Barbecue aficionados agree that Billy Durney is cooking up some of the best Texas-style barbecue in the city. Straightforward classics like smoked brisket and baby back ribs are always a strong choice, but there are also options like pork belly tacos and a lamb belly banh mi. The space is sprawling in a way that feels like the real deal, and Durney himself can usually be found working the room, and keeping a watchful eye on the smoking meats. It's counter service only, and there's often a line, but for the scene and certainly for the meat, it's easily worth the trip to Red Hook."
                },
                {
                    "name": "Michelle",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Overall, a great try of New York BBQ. The restaurant décor is rustic with a good amount of seats to sit and enjoy the meal. I definitely would love to come back and try that monster of a beef rib!"
                }
            ]
        },
        {
            "id": 7,
            "name": "三教",
            "block": "north",
            "photograph": {
                "highLevel": "7.jpg",
                "lowLevel": "7-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.727397,
                "lng": -73.983645
            },
            "type": "classroom",
            "operating_hours": "早上7点到晚上10点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Brooks Headley’s tiny East Village cafe is so much more than a veggie burger spot — it's one of the best bang-for-your-buck restaurants in Lower Manhattan. Headley and his crew turn seasonal vegetables into delectable salads and riffs on American comfort food favorites. The specials menu changes daily, and the rest of the menu is constantly evolving. You can get a lot of food to eat here for under $15 per person."
                },
                {
                    "name": "Gabriel",
                    "date": "October 26, 2016",
                    "rating": 5,
                    "comments": "I was turned on to this place following the glowing NYT review. Its near my area of the city so I figured why not go? Man they weren't kidding, Superiority Burger is probably the best vegetarian experience I've ever had!"
                }
            ]
        },
        {
            "id": 8,
            "name": "四教",
            "block": "south",
            "photograph": {
                "highLevel": "8.jpg",
                "lowLevel": "8-400_mobile.jpg"
            },
            "latlng": {
                "lat": 40.726584,
                "lng": -74.002082
            },
            "type": "classroom",
            "operating_hours": "早上7点到晚上10点，每天都开",
            "reviews": [
                {
                    "name": "Steve",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "Over the last five years, The Dutch has turned into the quintessential American restaurant that chef Andrew Carmellini and partners Josh Pickard and Luke Ostrom sought to evoke when it first opened. It’s a great choice when you’re craving a steak, a burger, or oysters, and the menu always includes plentiful seafood options as well as pastas. The Dutch is now an indelible part of the Soho landscape."
                },
                {
                    "name": "Loren",
                    "date": "October 26, 2016",
                    "rating": 4,
                    "comments": "I randomly came here on a Saturday night. I was pleasantly surprised with the food and the service. We had the calamari and the ceviche with avocado, and then the catfish. Oh! Then we had the banana soufflé for dessert with ice cream. It was all delicious and well put together. Would love to eat here again."
                }
            ]
        }
    ]
}